tap "homebrew/bundle"
brew "gcc", link: false
vscode "1yib.rust-bundle"
vscode "davidbwaters.macos-modern-theme"
vscode "dustypomerleau.rust-syntax"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "polymeilex.rust-targets"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "zhangyue.rust-mod-generator"
